RRN_Data/970800/970889.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-03-22T18:06:40.652+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-03-22T18:06:40.652+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230322-001575" version="9"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-03-22T18:06:39.571+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="230322-001575-1" version="5"><situationRecordCreationReference>106892-1-LOS-1</situationRecordCreationReference><situationRecordCreationTime>2023-03-22T16:34:00.000+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-22T17:33:00.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-22T17:34:17.297+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-22T16:34:00.000+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-22T16:32:00.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>4</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 1561 m au nord de La Cépière, fin : situé 499 m au sud de Lalande</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Toulouse sud vers Toulouse nord</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>innerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.64404</latitude><longitude>1.4217048</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A620</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.601578</latitude><longitude>1.3987122</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A620</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lalande</value></values></alertCLocationName><specificLocation>17126</specificLocation></alertCLocation><offsetDistance><offsetDistance>499</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Cépière</value></values></alertCLocationName><specificLocation>17135</specificLocation></alertCLocation><offsetDistance><offsetDistance>1561</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0620</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>31PR1G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>608.0</distanceAlong><fromReferent><referentIdentifier>31PR6G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>5546</queueLength></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="230322-001575-2" version="2"><situationRecordCreationReference>106892-1-LOS-3</situationRecordCreationReference><situationRecordCreationTime>2023-03-22T17:16:00.000+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-22T18:06:00.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-22T18:06:39.571+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-22T17:16:00.000+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-22T16:32:00.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>4</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 161 m à l'est de Ancely, fin : situé 314 m à l'ouest de Les Minimes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Aéroport Blagnac vers Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.624447</latitude><longitude>1.4159651</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62133</latitude><longitude>1.3987243</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Minimes</value></values></alertCLocationName><specificLocation>17153</specificLocation></alertCLocation><offsetDistance><offsetDistance>314</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Ancely</value></values></alertCLocationName><specificLocation>17157</specificLocation></alertCLocation><offsetDistance><offsetDistance>161</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0621</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>308.0</distanceAlong><fromReferent><referentIdentifier>31PR0G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>824.0</distanceAlong><fromReferent><referentIdentifier>31PR1G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>1501</queueLength></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="230322-001575-3" version="1"><situationRecordCreationReference>106892-1-LOS-2</situationRecordCreationReference><situationRecordCreationTime>2023-03-22T17:16:31.153+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-22T17:16:00.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-22T17:16:31.412+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-22T17:16:31.153+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-22T16:32:00.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>2</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 299 m à l'est de Les Sept Deniers, fin : situé 164 m à l'ouest de Les Minimes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Aéroport Blagnac vers Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62405</latitude><longitude>1.4177583</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.624706</latitude><longitude>1.4147478</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Minimes</value></values></alertCLocationName><specificLocation>17153</specificLocation></alertCLocation><offsetDistance><offsetDistance>164</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Sept Deniers</value></values></alertCLocationName><specificLocation>17154</specificLocation></alertCLocation><offsetDistance><offsetDistance>299</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0621</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>156.0</distanceAlong><fromReferent><referentIdentifier>31PR0G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>411.0</distanceAlong><fromReferent><referentIdentifier>31PR0G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>255</queueLength></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="230322-001575-4" version="1"><situationRecordCreationReference>106892-1-LOS-4</situationRecordCreationReference><situationRecordCreationTime>2023-03-22T17:34:11.213+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-03-22T17:33:00.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-03-22T17:34:11.604+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-03-22T17:34:11.213+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-03-22T16:32:00.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>3</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 0 m à l'est de Bascule Oratoire - Ramassiers, fin : situé 0 m à l'ouest de Purpan</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.60448</latitude><longitude>1.4000491</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A624</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.60887</latitude><longitude>1.3672055</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A624</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Purpan</value></values></alertCLocationName><specificLocation>17146</specificLocation></alertCLocation><offsetDistance><offsetDistance>0</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Bascule Oratoire - Ramassiers</value></values></alertCLocationName><specificLocation>17150</specificLocation></alertCLocation><offsetDistance><offsetDistance>0</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>2909</queueLength></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>